/* task 6
 * Операторы и выражения C# (справочник по C#) - описывает различные типы операторов, их устройство
 * Переменные и константы - описывает их разницу,  случаи применения 
 * Справочник по C#. Оператор sizeof - содержит информацию про оператор sizeof с таблицей значений в байтах различных типов данных
 * C# Coding Conventions - содержит в себе условности стилей кодинга, их вариации и правила
 * C# Naming Conventions - подробно описывает случаи применения разных стилей наименований 
 * Венгерская_нотация - условность именования при которой в имена добавляется заранее оговоренный префикс
 * Common_Language_Runtime - статься про среду исполнения кода
 * Конкатенация -  операция склеивания объектов
 * Арифметические операторы (справочник по C#) - информация про арифметические операторы
 * Интерполяция строк в C# - информацыю про способ форматирования и выводу информации
 */
